const ur_i18n_data = {
    "title": "ایہاب سہیل",
    "welcome_message": "میری ویب سائٹ پر خوش آمدید!",
    "about_me": "میرے اور میری زندگی کے بارے میں مزید جانیں۔",
    "footer_text": "© ۲۰۲۳ جملہ حقوق محفوظ ہیں۔ ایہاب سہیل۔",

    "nav_link_ur": "اردو",
    "nav_link_en": "انگریزی",
    "nav_link_projects": "منصوبے",
    "nav_link_education": "تعلیم",
    "nav_link_experience": "تجربہ",

    "projects_heading": "منصوبے",

    "project_portfolio_heading": "پورٹ فولیو",
    "project_sohaib_wahab_llc_heading": "صہیب وہاب ایل ایل سی",
    "project_zeevista_heading": "زیویسٹا۔",
    "project_zavian_consultancy_heading": "زاویان کنسلٹنسی",
    "project_ultimate_text_editor_heading": "الٹیمیٹ ٹیکسٹ ایڈیٹر",
    "project_cisgroup_heading": "سِس گروپ",
    "project_algorithm_visualizer_heading": "الگورتھم ویژولائزر",
    "project_scribe_heading": "سکرائب",

    "project_portfolio_text": "اگر آپ ایک طالب علم ہوں جو اپنے علم پر زیادہ اعتماد رکھتا ہو تو آپ کیا کریں گے؟ آپ ایک پورٹ فولیو بنائے گے! اور تعریف کی توقع کے ساتھ اسے دنیا کے سامنے پیش کریں گے ✨۔",
    "project_sohaib_wahab_llc_text": "صہیب وہاب ایل ایل سی پاکستان میں مقامی کلائنٹ کے لیے ایک حسب ضرورت ای کامرس پلیٹ فارم ہے۔ میں نے ان کی ویب ایپ سویلٹکٹ میں بنائی تھی۔",
    "project_zeevista_text": "زیویسٹا۔ متحدہ عرب امارات میں قائم کنسلٹنسی امیگریشن ایڈوائزر فرم ہے۔ ہم نے ان کی ویب ایپلیکیشن \"ریایکٹ ج س\" میں بنائی تھی۔",
    "project_zavian_consultancy_text": "زاویان کنسلٹنسی. متحدہ عرب امارات کی ایک فرم ہے جو طلباء، ملازمت کے متلاشیوں اور زائرین کے لیے امیگریشن پر مشاورت فراہم کرتی ہے۔ میں نے ان کی ویب سائٹ \"ری ایکٹ جے ایس\" میں بنائی۔",
    "project_ultimate_text_editor_text": "االٹیمیٹ ٹیکسٹ ایڈیٹرلٹیمیٹ ٹیکسٹ ایڈیٹر",
    "project_cisgroup_text": " سیسگروپ متحدہ عرب امارات میں مقیم کنسلٹنسی فرم ہے جو مائیگریشن کنسلٹنسی کی خدمات فراہم کرتی ہے۔ ہم نے ان کی ویب سائٹ \"ری ایکٹ جے ایس\" میں بنائی ہے۔",
    "project_algorithm_visualizer_text": "ایلگوریتھم ویزوالایزر ایک ویب ایپلیکیشن ہے جو فلٹر میں لکھی گئی ہے۔ ایپ کا مقصد پیچیدہ راستے تلاش کرنے اور الگورتھم کو بصری طور پر ترتیب دینے میں مدد کرنا ہے۔ تائید شدہ الگورتھم میں شامل ہیں۔",
    "project_scribe_text": "سکرائب ایک موبائل ایپلی کیشن ہے جو پھڑپھڑاہٹ میں لکھی جاتی ہے۔ اس ایپ کا مقصد قارئین کو آسانی سے الفاظ کی تعریف، معنی اور مترادفات تلاش کرنے میں مدد کرنا ہے اور خود تجزیہ کے لیے ان کی تاریخ کو ٹریک کرنا ہے۔",

    "education_heading": "تعلیم",
    "education_cs_degree": "کمپیوٹر سائنس میں بیچلرز",
    "education_cs_institution": "انفارمیشن ٹیکنالوجی یونیورسٹی",
    "education_cs_date_range": "اگست ۲۰۲۱ - مئ ۲۰۲۵",

    "education_intermediate_degree": "پری انجینئرنگ میں انٹرمیڈیٹ",
    "education_intermediate_institution": "کریسنٹ ماڈل ہائیر سیکنڈری سکول",
    "education_intermediate_date_range": "ستمبر ۲۰۱۹ - جون ۲۰۲۱",

    "experience_heading": "تجربہ",

    "experience_insivalley_title": "سافٹ ویئر انجینئر",
    "experience_insivalley_organization": "﹫اِنسائویلی",
    "experience_insivalley_date_range": "مارچ ۲۰۲۳ - موجودہ",

    "experience_bidbazaar_title": "ویب ڈویلپر",
    "experience_bidbazaar_organization": "﹫بِڈبازار",
    "experience_bidbazaar_date_range": "جون ۲۰۲۳ . نومبر ۲۰۲۳",

    "social_feed_heading": "سماجی فیڈ",

    "social_feed_item_1_heading": "فگلٹ ٹائپوگرافی کا فن",
    "social_feed_item_2_heading": "ٹائم اسٹیمپ کاؤنٹر",
    "social_feed_item_3_heading": "گریپ کمانڈ",
    "social_feed_item_4_heading": "ایف زی ایف سی ایل آیی کمانڈ",
    "social_feed_item_5_heading": "گِٹ ہب کا سشن",

    "social_feed_item_1_text": "چار دن پہلے ایک پوسٹ لکھتے ہوئے، میں نے اپنے پیارے ٹرمینل کے اندر پوسٹ تھمب نیلز بنانے کا سوچا۔ اس خواب کی تعبیر کے لیے...",
    "social_feed_item_2_text": "(ٹائم اسٹیمپ کاؤنٹر) پینٹیم کے بعد سے تمام x86 پروسیسرز پر موجود ایک ۶۴ بٹ رجسٹر ہے [۱] ...",
    "social_feed_item_3_text": "گریپ  ایک کمانڈ لائن یوٹیلیٹی ہے جو ٹیکسٹ‌بائنری ڈیٹا سیٹس میں لائنوں کو تلاش کرنے کے لیے استعمال ہوتی ہے جو کہ (رےگےخپ) پیٹرن سے مماثل ہے...",
    "social_feed_item_4_text": " ایف زی ایف ایک عام مقصد کی کمانڈ لائن فجی فائنڈر ہے۔ یہ بنیادی طور پر کسی آپشن کو فجی طور پر منتخب کرنے کے لیے تلاش یا گریپ جیسے دیگر کمانڈز کے ساتھ استعمال ہوتا ہے۔ ~ نےوویم صارفین کے لیے: نویمءتےلےسچوپے فائلوں کو کھولنے کے لیے فزف کا استعمال کرتا ہے اور ...",
    "social_feed_item_5_text": "🎉 سعید الحسن آڈیٹوریم میں ایہاب سہیل کے ساتھ ہمارے حالیہ گِٹ ہب سیشن کی شاندار کامیابی کو سراہنے کے لیے ایک لمحہ نکالیں، جہاں ۱۵۰+ حاضرین نے کوڈنگ کی دنیا میں دلچسپی لی...",

    "placeholder_text": "یہ جملہ محض ایک پلیس ہولڈر ہے، اور اگرچہ اس کا کوئی مطلب نہیں، پھر بھی یہ قدر فراہم کرتا ہے۔ یہ وہ چیزیں ہیں جن کا صحیح جگہ پر استعمال کیا جائے تو کوئی نشان چھوڑے بغیر اثر پیدا کر سکتا ہے۔"
}
